---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FailureResolution
source: html/c7384f19-83b1-7bc8-00d1-83964d03e77a.htm
---
# FailureResolution Members

Releases all resources used by the FailureResolution